Repository: zafarnajmi1/HMS1
Catalog: HomeMadeSuppliers/*.lproj/Localizable.strings
Languages: ar

source: Do you want to mark this order as Delivered?
ar: هل تريد تحديد أن هذا الطلب قد تم تسليمه؟

source: Option
ar: خيار

source: Enter Price
ar: أدخل سعر

source: Enter Stock
ar: أدخل المخزون

source: Offer Price
ar: سعر العرض

source: Add Offer
ar: أدخل عرض

source: Feature Name
ar: اسم الخاصية

source: Product Name
ar: اسم المنتج

source: Product Name (arabic)
ar: اسم المنتج (العربية)

source: Select Attributes
ar: تحديد الصفات

source: Availability
ar: مدى التوفر

source: Attributes
ar: الصفات

source: Sold:
ar: تم البيع:

source: Supplier
ar: المزود

source: Supplier :
ar: المزود :

source: Supplier:
ar: المزود:

source: Traders
ar: التاجر

source: Notes
ar: ملاحظات

source: Location Setting
ar: إعدادات الموقع

source: Do you want to show your store location?
ar: هل تريد عرض موقع متجرك؟

source: Busy
ar: مشغول

source: Availability Status
ar: حالة التوفر

source: Are you available or busy?
ar: هل أنت متوفر أم مشغول؟

source: Store List
ar: قائمة المتاجر

source: Review
ar: مراجعة

source: Please Select
ar: اختر

source: Suggestion
ar: اقتراح

source: Request
ar: طلب

source: Shipping Amount:
ar: تكلفة الشحن:

source: Delivery Notes
ar: ملاحظات التوصيل

source: Write your notes here
ar: اكتب ملاحظاتك هنا

source: Favorites
ar: المفضلات

source: Favourite Products
ar: المنتجات المفضلة

source: Search Keyword...
ar: ابحث عن كلمات مفتاحية...

source: Search...
ar: بحث...

source: This store is busy and is not currently taking any orders
ar: هذا المتجر مشغول، تعذر أخذ الطلبات

source: Enter Keyword...
ar: أدخل كلمة مفتاحية...

source: Near By
ar: بالقرب من

source: Top Rated
ar: الأعلى تقييماً

source: Low To High
ar: من الأقل إلى الأعلى

source: High To Low
ar: من الأعلى إلى الأقل

source: Min Price
ar: السعر الأدنى

source: Max Price
ar: السعر الأقصى

source: Price Criteria
ar: معيار السعر

source: Write Description...
ar: اكتب الوصف...

source: + Add Option
ar: اضف خيارا +

source: Manage Products
ar: إدارة المنتجات

source: Option #
ar: خيار #

source: Simple Product
ar: منتجات بسيطة

source: Stock Product
ar: منتجات المخزن

source: Configurable Product
ar: منتجات متعددة الخيارات

source: Atrributes
ar: صفات

source: Payement Method:
ar: طريقة الدفع

source: Notes
ar: ملاحظات:

source: Billing
ar: اصدار الفواتير

source: Shipping
ar: الشحن

source: Order Notifications
ar: إشعارات الطلب

source: Conversation Notifications
ar: إشعارات المحادثات

source: System Notifications
ar: إشعارات النظام

source: About Supplier:
ar: عن التاجر:

source: Select Cities
ar: اختر مدينة

source: Price In AED
ar: السعر بالدرهم الإماراتي

source: Domestic Shipping
ar: شحن محلي

source: Write something about your store
ar: اكتب شيئاً عن متجرك

source: Delete All
ar: حذف الكل

source: All Categories
ar: كل الفئات

source: Do you want to delete all conversations?
ar: هل تريد إزالة جميع المحادثات؟

source: Recommended Size:
ar: القياس الموصى به
