Repository: zafarnajmi1/HMS1
Catalog: HomeMadeSuppliers/*.lproj/Localizable.strings
Languages: ar

source: Change Language
ar: تغيير اللغة

source: Select Langauge
ar: اختيار اللغة

source: Save this language
ar: حفظ هذه اللغة

source: Home
ar: الصفحة الرئيسية

source: Baqala
ar: بقالة

source: Remember my choice
ar: تذكر اختياري

source: Continue
ar: متابعة

source: Login or Create Account
ar: تسجيل الدخول / إنشاء حساب

source: Continue as Guest or Social Login
ar: المتابعة كزائر ، تسجيل الدخول عن طريق وسائل التواصل الاجتماعي

source: Continue With Facebook
ar: متابعة تسجيل الدخول عن طريق فيسبوك

source: Continue Login With Google
ar: متابعة تسجيل الدخول عن طريق جوجل

source: Continue Login With Instagram
ar: متابعة تسجيل الدخول عن طريق انستغرام

source: Continue As Guest
ar: المتابعة كزائر

source: Buyer
ar: مشتري

source: Seller
ar: بائع

source: Login
ar: تسجيل دخول

source: Register
ar: تسجيل

source: OR
ar: أو

source: Already have an account?
ar: هل لديك حساب؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: Select Gender
ar: اختر الجنس

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Forgot Password
ar: نسيت كلمة المرور

source: Sign Up
ar: إنشاء حساب

source: Signup
ar: إنشاء حساب

source: Customers
ar: مستهلكين

source: Suppliers
ar: مزودين

source: Login Now
ar: تسجيل الدخول الآن

source: Sign Up Now
ar: إنشاء حساب الآن

source: Chose any Language to continue with
ar: اختر أي لغة للاستمرار بها

source: First Name
ar: الإسم الأول

source: Last Name
ar: إسم العائلة

source: Enter Your Email
ar: أدخل البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: Address
ar: العنوان

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Store Name
ar: اسم المتجر

source: New account request
ar: طلب حساب جديد

source: Buyer Form
ar: استمارة المشتري

source: Seller Form
ar: استمارة البائع

source: Please enter valid Store name
ar: أدخل اسم متجر صحيح

source: Please enter valid first name
ar: أدخل الاسم الأول صحيحاً

source: Please enter valid last name
ar: أدخل اسم العائلة صحيحاً

source: Please enter valid email
ar: أدخل بريد إلكتروني صحيح

source: Please enter valid phone number
ar: أدخل رقم هاتف صحيح

source: Please enter valid address
ar: أدخل عنواناً صحيحاً

source: Please enter valid password
ar: أدخل كلمة مرور صحيحة

source: Please enter valid confirm password
ar: أدخل تأكيد كلمة المرور صحيحة

source: Confirm Password does not match, please add same password to confirm
ar: تأكيد كلمة المرور لا يتطابق مع كلمة المرور، قم بإدخال تأكيد كلمة المرور مطابقة لكلمة المرور

source: Confirm password must be between 6-32 characters
ar: تأكيد كلمة المرور يجب أن تحتوي على 6 - 32 حرفاً

source: New password must be between 6-32 characters
ar: كلمة المرور الجديدة يجب أن تحتوي على 6 - 32 حرفاً

source: Please enter valid code
ar: قم بإدخال رمز صحيح

source: A verification code is sent to your email, please check your email and enter the verification code below.
ar: لقد تم إرسال رمز التحقق إلى بريدك الإلكتروني، تفحص صندوق بريدك الإلكتروني وقم بإدخال رمز التحقق

source: Enter Verification Code
ar: أدخل رمز التحقق

source: Resend Code
ar: إعادة إرسال الرمز

source: Verification code
ar: رمز التحقق

source: Resend
ar: إعادة إرسال

source: Submit
ar: إرسال

source: Please enter 4 digit code sent at your email address to activate account
ar: أدخل الرمز ذو 4 أرقام الذي تم إرساله إلى بريد الإلكتروني لتفعيل حسابك

source: Please enter email address to recover your password
ar: أدخل البريد الإلكتروني لاسترجاع كلمة المرور

source: Please enter your email address to recover your password
ar: أدخل بريدك الإلكتروني لاسترجاع كلمة المرور

source: Email Address
ar: بريد إلكتروني

source: Recover
ar: استرجاع

source: Cancel
ar: إلغاء

source: Update
ar: تحديث

source: Reset
ar: إعادة تعيين

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Enter your new password and then confirm it to change your account password
ar: أدخل كلمة المرور الجديدة ومن ثم قم بتأكيد تغيير كلمة المرور

source: New Password
ar: كلمة مرور جديدة

source: Code
ar: رمز التحقق

source: Please Enter Code
ar: أدخل رمز التحقق

source: Search your Product
ar: ابحث عن منتج

source: Categories
ar: تصنفيات / فئات

source: Subcategoires
ar: تصنيفات فرعية

source: Category
ar: صنف

source: Subcategory
ar: صنف فرعي

source: View All
ar: عرض الكل

source: Store
ar: متجر

source: Stores
ar: متاجر

source: Menu
ar: القائمة

source: Your Location
ar: موقعك

source: LEARN MORE
ar: تعلم أكثر

source: STYLE & GRACE
ar: أناقة وجمال

source: Keyword...
ar: كلمة مفتاحية...

source: LATEST COLLECTION 2019
ar: أحدث تشكيلات 2019

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Name:
ar: الإسم:

source: Email:
ar: البريد الإلكتروني:

source: Phone no:
ar: رقم الهاتف:

source: Address:
ar: العنوان:

source: Gender:
ar: الجنس:

source: Gender
ar: الجنس

source: Save
ar: حفظ

source: Setting
ar: الإعدادات

source: Settings
ar: الإعدادات

source: Change Password
ar: تغيير كلمة المرور

source: Language
ar: اللغة

source: Currency
ar: العملة

source: Select Currency
ar: اختر العملة

source: Change
ar: تغيير

source: Heads-up!
ar: انتباه!

source: Success
ar: نجاح

source: Success!
ar: نجاح!

source: Store Profile
ar: ملف المتجر

source: Edit Store Profile
ar: تعديل ملف المتجر

source: Store Name (English):
ar: اسم المتجر(اللغة الإنجليزية)

source: Store Name (Arabic):
ar: اسم المتجر (اللغة العربية)

source: Phone No:
ar: رقم الهاتف:

source: Description (English):
ar: الوصف (اللغة الإنجليزية):

source: Description (Arabic):
ar: الوصف (اللغة العربية):

source: Store Name En
ar: اسم المتجر(اللغة الإنجليزية)

source: Store Name Ar
ar: اسم المتجر (اللغة العربية)

source: Description (English)
ar: الوصف (اللغة الإنجليزية)

source: Description (Arabic)
ar: الوصف (اللغة العربية)

source: Please enter valid Store name in English
ar: أدخل اسم متجر صحيح (اللغة الإنجليزية)

source: Please enter valid Store Name in Arabic
ar: أدخل اسم متجر صحيح (اللغة العربية)

source: Please enter valid Description In English
ar: أدخل وصف صحيح (اللغة الإنجليزية)

source: Please enter valid Description In Arabic
ar: أدخل وصف صحيح (اللغة العربية)

source: Old Password
ar: كلمة المرور القديمة

source: Set New Password
ar: أدخل كلمة مرور جديدة

source: Current Password
ar: كلمة المرور الحالية

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Please enter current password
ar: أدخل كلمة المرور الحالية

source: Please enter valid new password
ar: أدخل كلمة مرور جديدة صحيحة

source: Please enter valid confirm new password
ar: أدخل تأكيد كلمة المرور صحيحة

source: Confirm new password does not match, please add same new password to confirm
ar: تأكيد كلمة المرور الجديدة لا يتطابق مع كلمة المرور الجديدة، برجاء إدخالها مطابقة

source: Enter you new password and then confirm it to change your account password
ar: لتغيير كلمة مرور حسابك، أدخل كلمة مرور جديدة وقم بتأكيدها

source: Please enter 4 digit code sent at your email address change your account password
ar: أدخل رمز التحقق المكون من 4 أرقام الذي تم إرساله إلى بريدك الإلكترني للقيام بتغيير كلمة مرور حسابك

source: Payment Profile
ar: ملف الدفع

source: Save your payment profile
ar: حفظ ملف الدفع

source: Client Id
ar: رقم التعريف الشخصي للعميل

source: Secret
ar: السر

source: Enter Id
ar: أدخل رقم التعريف الشخصي

source: Please enter valid PayPal Client ID
ar: أدخل رقم تعريف شخصي للعميل صحيحاً لحساب الباي بال

source: Please enter valid PayPal Screte ID
ar: أدخل قيمة سر صحيحة لحساب الباي بال

source: Search Keyword
ar: أدخل كلمة مفتاحية

source: Reviews
ar: التقييمات

source: Notifications
ar: الإشعارات

source: Clear All
ar: مسح الكل

source: days ago
ar: قبل أيام

source: hours ago
ar: قبل ساعات

source: minutes ago
ar: قبل دقائق

source: second ago
ar: قبل ثوان

source: just now
ar: الآن

source: Terms & Conditions
ar: الشروط والأحكام

source: About Us
ar: من نحن

source: Privacy Policy
ar: سياسات الخصوصية

source: Error
ar: خطأ

source: Conversations
ar: المحادثات

source: Conversation
ar: محادثة

source: My Orders
ar: طلباتي

source: Contact Us
ar: تواصل معنا

source: Logout
ar: تسجيل خروج

source: Orders
ar: الطلبات

source: Rating and Reviews
ar: التقييم والمراجعات

source: Products
ar: المنتجات

source: What can we help you with?
ar: كيف نستطيع مساعدتك؟

source: App Feed Back
ar: التغذية الراجعة للتطبيق

source: Complaint
ar: الشكاوى

source: Your Comments
ar: تعليقاتك

source: Send
ar: إرسال

source: Please select subject
ar: اختر عنوان

source: Please enter your comments
ar: أدخل تعليقك

source: Enter text here
ar: أدخل نصاً هنا

source: Product List
ar: قائمة المنتجات

source: Sold by:
ar: البائع:

source: In Stock:
ar: متوفر:

source: Stock Limit Exceed
ar: لقد تم تجاوز حد المخزون

source: Do you want to add this Item in cart?
ar: هل تريد إضافة هذا المنتج إلى عربة التسوق؟

source: Cart Updated
ar: تم تحديث عربة التسوق

source: Please Confirm
ar: قم بتأكيد

source: YES
ar: نعم

source: Yes
ar: نعم

source: NO
ar: لا

source: No
ar: لا

source: About Product
ar: وصف المنتج

source: Product Detail
ar: تفاصيل المنتج

source: Offered By:
ar: عارض المنتج:

source: Offered by:
ar: عارض المنتج:

source: Available
ar: متوفر

source: Not Available
ar: غير متوفر

source: Add To Cart
ar: إضافة إلى عربة التسوق

source: My Cart
ar: عربتي التسوق

source: Sub Total: (Exclusive VAT)
ar: المجموع الفرعي: (غير شامل قيمة الضريبة المضافة)

source: VAT Amount
ar: قيمة الضريبة المضافة

source: Total (inclusive of VAT)
ar: المجموع الكلي (شامل قيمة الضريبة المضافة)

source: Total:
ar: المجموع:

source: Price
ar: السعر

source: Do you want to remove this Product from Cart?
ar: هل تريد إزالة هذا المنتج من عربة التسوق؟

source: Checkout
ar: الدفع

source: Select Payment Option
ar: اختر طريقة الدفع

source: Place Order
ar: تثبيت الطلب

source: Ship To Different Address?
ar: أترغب بالتوصيل إلى عنوان آخر؟

source: Billing Address
ar: عنوان وصول الفواتير

source: Shipping Address
ar: عنوان التوصيل

source: Street Address
ar: عنوان الشارع

source: Postcode / Zip
ar: الرمز البريدي

source: Continue With Paypal
ar: الإستمرار بالدفع عن طريق باي بال

source: Cash On Delivery
ar: الدفع عند الاستلام

source: Please enter valid PostCode/Zip
ar: أدخل رمز البريد

source: Please write order notes
ar: أكتب ملاحظات الطلب

source: Order Notes
ar: ملاحظات الطلب

source: Store Description
ar: وصف المتجر

source: Store Products
ar: وصف المنتج

source: Description
ar: وصف

source: Rating & Reviews
ar: التقييم والمراجعات

source: Search Product
ar: البحث عن منتج

source: Price Criteria:
ar: عامل السعر

source: Advanced Search
ar: بحث متقدم

source: Near By:
ar: بالقرب من:

source: Near To Far
ar: من الأقرب إلى الأبعد

source: Far to Near
ar: من الأبعد إلى الأقرب

source: Per KG
ar: لكل كيلوجرام

source: Per Item
ar: لكل منتج

source: Search
ar: بحث

source: Price Range
ar: مدى السعر

source: Submit Your Review
ar: إرسال تقييمك

source: Write Your Review
ar: اكتب تقييمك

source: Submit Review
ar: إرسال التقييم

source: Against:
ar: اتجاه:

source: Store Reviews
ar: تقييمات المتجر

source: Record Not Found
ar: تعذر إيجاد السجل

source: Record not found
ar: تعذر إيجاد السجل

source: No Data
ar: لا يوجد بيانات

source: No Reviews
ar: لا يوجد تقييمات

source: Reviewed Against:
ar: تم تقييمه اتجاه:

source: Confirmed
ar: تم التأكيد

source: Shipped
ar: تم الشحن

source: Completed
ar: المكتملة

source: Status:
ar: الحالة:

source: Total Amount:
ar: المجموع الكلي:

source: Total Products:
ar: مجموع المنتجات:

source: Order
ar: طلب

source: Date:
ar: التاريخ:

source: My Order Detail
ar: تفاصيل طلبي

source: Received
ar: تم الاستلام

source: Do you want to confirm this request?
ar: هل تريد تأكيد هذا الطلب؟

source: Quantity:
ar: الكمية:

source: Qty:
ar: الكمية:

source: Days:
ar: الأيام:

source: Stores:
ar: المتاجر:

source: Store Name:
ar: اسم المتجر:

source: Email
ar: البريد الإلكتروني

source: Phone #
ar: رقم الهاتف

source: Orders Detail
ar: تفاصيل الطلب

source: Do you want to ship?
ar: هل تريد شحن المنتج؟

source: Ship
ar: شحن

source: Write message...
ar: اكتب رسالة...

source: Do you want to logout?
ar: هل تريد تسجيل الخروج؟

source: Select Distance
ar: اختر مسافة

source: Select Location
ar: اختر موقع

source: Quotations
ar: عروض السعر

source: Receipts
ar: فواتير

source: My Order History
ar: سجل طلباتي

source: Featured Packages
ar: صفقات مميزة

source: Size
ar: حجم

source: Color
ar: لون

source: Fabric
ar: قماش

source: Select Fabric
ar: اختر قماش

source: Select Size
ar: اختر الحجم

source: Select Color
ar: اختر اللون

source: Size:
ar: الحجم:

source: Color:
ar: اللون:

source: Fabric:
ar: القماش:

source: Select Size:
ar: اختر الحجم:

source: Select Color:
ar: اختر اللون:

source: Size Chart
ar: جدول القياسات

source: Payment Method:
ar: طريقة الدفع:

source: Remaining Amount:
ar: المبلغ المتبقي:

source: Paid Amount:
ar: المبلغ المدفوع:

source: Continue with Facebook
ar: الاستمرار عن طريق فيس بوك

source: Continue with Gmail
ar: الاستمرار عن طريق جوجل

source: Continue with Instagram
ar: الاستمرار عن طريق انستغرام

source: Follow Us
ar: تابعنا

source: Request Quote
ar: تقديم طلب عرض سعر

source: Store Info
ar: بيانات المتجر

source: Something went wrong, please try later.
ar: حدث خطأ، حاول مجدداً فيما بعد

source: No record found
ar: تعذر إيجاد سجل

source: Latest Products
ar: أحدث المنتجات

source: Designed
ar: تم تصميمه

source: ReadyMade
ar: جاهز

source: Select Type
ar: اختر نوع

source: Select Category
ar: اختر فئة

source: Select Subcategory
ar: اختر فئة فرعية

source: Include Featured Products
ar: تضمين منتجات مميزة

source: ReadyMade/Designed
ar: جاهز/مصمم

source: Location
ar: الموقع

source: Keyword
ar: كلمة مفتاحية

source: Enter your text here
ar: أدخل النص هنا

source: Select a valid combination of fabric, size and color add to cart
ar: اختر تنسيق مجموعة صحيح بين القماش، والحجم، واللون لتتم إضافة المنتج إلى عربة التسوق

source: In Stock :
ar: متوفر :

source: In Stock :
ar: متوفر :

source: International Size Chart
ar: جدول القياس العالمي

source: How To
ar: كيف تقوم بـ

source: Advanced Size Options
ar: خيارات قياس متقدمة

source: Already have a size?
ar: هل لديك قياس؟

source: if you have a reciept that contains old size please attach
ar: إذا كان لديك فاتورة تحتوي قياسك،أرفقها

source: Make an appointment with size specialist
ar: حدد موعد مع المختص في القياس

source: Schedule Size Specialist Visit
ar: جدولة زيارة لمختص القياس

source: Enter your text here...
ar: أدخل النص هنا...

source: All
ar: الكل

source: Paid
ar: تم الدفع

source: Cancelled
ar: تم الإلغاء

source: Delivery In:
ar: التوصيل في:

source: Accept
ar: أوافق

source: Reject
ar: أرفض

source: Contact
ar: تواصل

source: SMS
ar: رسالة نصية قصيرة

source: Call us
ar: اتصل بنا

source: Received Quotations
ar: عروض السعر الواردة

source: All Requests
ar: كل الطلبات

source: Responses:
ar: الردود:

source: Responses
ar: الردود

source: Pending
ar: قيد الانتظار

source: Accepted
ar: تمت الموافقة

source: Rejected
ar: تم الرفض

source: Delivered
ar: تم التسليم

source: Title
ar: العنوان

source: Enter Title
ar: أدخل العنوان

source: Days
ar: الأيام

source: Quantity
ar: الكمية

source: Image
ar: صورة

source: Detail
ar: تفاصيل

source: Write detail about quotation
ar: اكتب تفاصيل عن عرض السعر

source: Select Store
ar: اختر متجر

source: Store name
ar: اسم المتجر

source: Send Quotation Request
ar: إرسال طلب عرض السعر

source: Select location
ar: اختر الموقع

source: Are you sure! to perform this action
ar: هل أنت متأكد من هذا الإجراء

source: Please enter title
ar: أدخل عنوان

source: Please enter quantity
ar: أدخل الكمية

source: Please enter days
ar: أدخل الأيام

source: Please select image
ar: اختر صورة

source: Please enter detail
ar: أدخل تفاصيل

source: Please select store
ar: اختر متجر

source: Continue To Checkout
ar: الإستمرار إلى الدفع

source: First Name*
ar: الإسم الأول*

source: Last Name*
ar: إسم العائلة*

source: Email*
ar: البريد الإلكتروني*

source: Address*
ar: العنوان*

source: Phone Number*
ar: رقم الهاتف*

source: Address Line 2
ar: عنوان آخر

source: Message
ar: رسالة

source: Write your message here
ar: أكتب رسالتك هنا

source: Give Quotation
ar: إعطاء عرض سعر

source: Days To Build:
ar: عدد الأيام اللازمة للتصميم:

source: Days To Finish
ar: عدد الأيام اللازمة للإنجاز:

source: Please enter price
ar: أدخل السعر

source: Send Quotation
ar: إرسال عرض سعر

source: Mark Paid
ar: ضع علامة على أنه تم الدفع

source: Requests
ar: الطلبات

source: Scheduled Visit
ar: الزيارات المجدولة

source: Scheduled Visit Location:
ar: موقع الزيارات المجدولة:

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Done
ar: تم

source: Product Reviews
ar: تقييمات المنتج

source: Buy Now
ar: اشتر الآن

source: Views
ar: مشاهدات

source: views
ar: مشاهدات

source: Feature Packages
ar: صفقات مميزة

source: ABAYAS
ar: عبايات

source: WOMEN WEAR
ar: ملابس نسائية

source: MEN CLOTHES
ar: ملابس رجالية

source: Shop all kind of abaya
ar: تسوق كل أنواع العبايات

source: Shop all kind of women wear
ar: تسوق كل أنواع الملابس النسائية

source: Shop all kind of men clothes
ar: تسوق كل أنواع الملابس الرجالية

source: Advance payment of 20% is required. Remaining 80% will be as cash on delivery.
ar: دفعة مقدمة قدرها 20%، الدفعة المتبقية 80% ستتم عن طريق الدفع عن الإستلام

source: Total Bill
ar: مجموع الفاتورة

source: Verificaton code
ar: رمز التحقق

source: Register Now
ar: سجّل الآن

source: Please enter valid password, Password must be between 6-32 characters
ar: أدخل كلمة مرور صحيحة، يجب أن تتكون كلمة المرور من 6 إلى 32 حرفاً

source: Current password must be between 6-32 characters
ar: كلمة المرور الحالية يجب أن تتكون من 6 إلى 32 حرفاً

source: Confirm new password must be between 6-32 characters
ar: تأكيد كلمة المرور الجديدة يحب أن تتكون من 6 إلى 32 حرفاً

source: Please enter verification code sent at your email address to activate account
ar: أدخل رمز التحقق الذي تم إرساله إلى صندوق بريدك الإلكتروني لتفعيل حسابك

source: Please enter valid verification code
ar: أدخل رمز تحقق صحيح

source: First name must be between 3-30 characters
ar: الاسم الأول يجب أن يتكون من 3 إلى 30 حرفاً

source: Last name must be between 3-30 characters
ar: اسم العائلة يجب أن يتكون من 3 إلى 30 حرفاً

source: Phone number must be between 9-15 characters
ar: رقم الهاتف يجب أن يتكون من 9 إلى 15رقماً

source: Select Price
ar: اختر سعراً

source: City:
ar: مدينة:

source: City
ar: مدينة

source: Store Id Not Found
ar: تعذر العثور على رقم التعريف الخاص بالمتجر

source: total Reivews
ar: كل المراجعات

source: Please enter valid PayPal Client ID, at least 4 characters are required
ar: أدخل رقم تعريفي صحيح للعميل الخاص بحساب باي بال ,يجب إدخال 4 أحرف على الأقل

source: Removed Successfully
ar: تمت الحذف بنجاح

source: Price in
ar: السعر في

source: please write something about your store
ar: اكتب شيئاً عن متجرك

source: Please add amount of all the selected fields
ar: أضف الكمية لجميع الحقول التي تم تحديدها

source: updated successfully
ar: تم التحديث بنجاح

source: Cities
ar: المدن

source: Terms & Conditions key not found
ar: تعذر العثور على مفتاح الشروط والأحكام

source: Feedback
ar: التغذية الراجعة

source: Please enter valid message
ar: أدخل رسالة صحيحة

source: There are no conversation messages to delete
ar: لا يوجد محادثات

source: Do you want to delete all conversation messages?
ar: هل تريد حذف جميع رسائل المحادثات؟

source: Please Write something
ar: أكتب شيئاً

source: Do you want to delete this message?
ar: هل تريد حذف هذه الرسالة؟

source: Response Changed
ar: لقد تم تغيير الرد

source: Do you want to delete this conversation?
ar: هل تريد حذف هذه المحادثة؟

source: deleted all conversation messages
ar: تم حذف جميع رسائل المحادثات

source: something went wrong
ar: لقد حدث خطأ ما

source: New conversation started
ar: لقد بدأت محادثة جديدة

source: Notification
ar: إشعار

source: You are in guest mode
ar: أنت في وضع الزائر

source: Do you want to delete All notifications?
ar: هل تريد حذف جميع الإشعارات؟

source: Do you want to remove this notification?
ar: هل تريد حذف هذا الإشعار؟

source: Conversation Id Not Found
ar: تعذر العثور على الرقم التعريفي للمحادثة

source: Do you want to enable system notifications?
ar: هل تريد السماح بإشعارات النظام؟

source: Do you want to enable conversation notifications?
ar: هل تريد السماح بإشعارات المحادثات؟

source: Do you want to enable order notifications?
ar: هل تريد السماح بإشعارات الطلبات؟

source: Guest user
ar: مستخدم زائر

source: Please login
ar: سجل الدخول من فضلك

source: You are in guest Mode. Please login first
ar: أنت في وضع الزائر، سجل الدخول من فضلك

source: Remaining
ar: المتبقي

source: Stock:
ar: المخزون:

source: Do you want to remove this Product?
ar: هل تريد حذف هذا المنتج؟

source: quantity is reset
ar: تمت إعادة تعيين الكمية

source: Alert
ar: تنبيه

source: Select
ar: تحديد

source: Comments must be minimum 3 characters
ar: يجب أن تحتوي التعليقات على 3 أحرف على الأقل

source: Product Id Not Found
ar: تعذر العثور على رمز التعريف للمنتج

source: Address Line 1
ar: عنوان 1

source: Please enter valid email
ar: أدخل بريد إلكتروني صحيح

source: No items in the cart
ar: لا يوجد منتجات في عربة التسوق

source: Your cart is in processing. Please wait.
ar: عربة التسوق الخاصة بك قيد الإجراء، الرجاء الانتظار

source: Product is deleted from your cart because it is deleted by store.
ar: تمت إزالة المنتج من عربة التسوق لأنه تم إزالته من المتجر

source: Product is deleted from your cart because it is updated by store, please add this product again
ar: تمت إزالة المنتج من عربة التسوق لأنه تم تحديثه في المتجر، أضف هذا المنتج مرة أخرى

source: Product Id not found
ar: تعذر العثور على رمز التعريف الخاص بالمنتج

source: Not in stock
ar: غير متوفر في المخزن

source: Please select deliverable city
ar: اختر مدينة تتوفر فيها خدمة التوصيل

source: Out of stock
ar: غير متوفر في المخزن

source: Related Products
ar: منتجات ذات صلة

source: We Can Arrive In:
ar: نستطيع الوصول خلال

source: We Can Arrive In
ar: نستطيع الوصول خلال:

source: All Over The UAE
ar: في جميع أنحاء دولة الإمارات

source: You have product(s) out of stock. To re-stock
ar: لديك منتجات غير متوفرة في المخزن. لإعادة تعبئة المخزون..

source: View all products
ar: عرض جميع المنتجات

source: Product detail not found
ar: تعذر العثور على تفاصيل المنتج

source: server message not found
ar: تعذر العثور على رسالة الخادم

source: Do you want to delete the product?
ar: هل تريد إزالة هذا المنتج؟

source: Add Product
ar: إضافة المنتج

source: Update Product
ar: تحديث المنتج

source: You can select only three Features
ar: تستطيع تحديد 3 خصائص فقط

source: Please enter select category
ar: أدخل صنف

source: Please enter select subcategory
ar: أدخل صنف فرعي

source: Product name EN is required, at least 3 characters
ar: إسم المنتج باللغة الإنجليزية مطلوب، يجب أن يحتوي على 3 أحرف على الأقل

source: Product name AR is required, at least 3 characters
ar: إسم المنتج باللغة العربية مطلوب، يجب أن يحتوي على 3 أحرف على الأقل

source: Please enter valid Price
ar: أدخل سعر صحيح

source: Please select availablity
ar: اختر مدى توفر المنتج

source: Please enter stock
ar: أدخل المخزون

source: Please enter Offer Price
ar: أدخل سعر العرض

source: Description EN is Required, at least 10 characters
ar: وصف المنتج باللغة الإنجليزية مطلوب، يجب أن يحتوي على 10 أحرف على الأقل

source: Description AR is Required, at least 10 characters
ar: وصف المنتج باللغة العربية مطلوب، يجب أن يحتوي على 10 أحرف على الأقل

source: Do you want to delete this image?
ar: هل تريد حذف هذه الصورة؟

source: Select atleast one characteristics of
ar: اختر على الأقل صفة واحدة من

source: Do you want to delete the combination?
ar: هل تريد حذف هذه المجموعة؟

source: Do you want to mark this order as Shipped?
ar: هل تريد تحديد أن هذا الطلب قد تم شحنه؟

source: Do you want to mark this order as completed?
ar: هل تريد تحديد أن هذا الطلب قد تم إكماله؟

source: Do you want to cancel this order?
ar: هل تريد إلغاء هذا الطلب؟

source: Order Detail id not found
ar: تعذر العثور على تفاصيل الطلب

source: Order Detail
ar: تفاصيل الطلب
